;------------------------------------------------------------------------------
; UltraDefrag GUI Polish Language Pack.
; Copyright (C) 2008 by Andrzej Rudnik.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 14, 2010 by Stefan Pendl
; Revised Jul. 16, 2010 by Krzysztof Świderski
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.


; Main window controls.

RESCAN_DRIVES            = Przeszukaj napędy
SKIP_REMOVABLE_MEDIA     = Omiń napędy wymienne
CLUSTER_MAP              = Mapa dysku:
ANALYSE                  = Analizuj
DEFRAGMENT               = Defragmentuj
OPTIMIZE                 = Optymalizuj
PAUSE                    = Pauza
STOP                     = Stop
REPORT                   = Raport
SETTINGS                 = Ustawienia
ABOUT                    = O programie
SHUTDOWN_PC_AFTER_A_JOB  = Wyłącz komputer po zakończeniu pracy
HIBERNATE_PC_AFTER_A_JOB = Hibernuj system po zakończeniu pracy

; Drives list items.

VOLUME                = Wolumen
STATUS                = Status
FILESYSTEM            = System plików
TOTAL                 = Całk. miejsce
FREE                  = Wolne miejsce
PERCENT               = Procent

; Status messages

STATUS_RUNNING        = Wykonano
STATUS_ANALYSED       = Przeanalizowano
STATUS_DEFRAGMENTED   = Zdefragmentowano
STATUS_OPTIMIZED      = Zoptymalizowano

; Status bar messages.

DIRS                  = folderów
FILES                 = plików
FRAGMENTED            = do defragm.
COMPRESSED            = skompresowanych
MFT                   = MFT

; About window.

ABOUT_WIN_TITLE       = O Ultra Defragmenter
CREDITS               = Twórcy
LICENSE               = Licencja

; Shutdown confirmation

PLEASE_CONFIRM             = Proszę Potwierdź
REALLY_SHUTDOWN_WHEN_DONE  = Czy wyłączyć komputer po zakończeniu?
REALLY_HIBERNATE_WHEN_DONE = Czy zahibernować komputer po zakończeniu?
SECONDS_TILL_SHUTDOWN      = sekund do wyłączenia
SECONDS_TILL_HIBERNATION   = sekund do hibernacji
YES                        = Tak
NO                         = Nie

; END OF FILE
